Repository: marcusschiesser/insoshi
Catalog: po/*/insoshi.po
Languages: de

source: Activity was successfully created.
de: Aktivität wurde erfolgreich erstellt

source: Activity was successfully updated.
de: Aktivität wurde erfolgreich aktualisiert

source: Activity deleted
de: Aktivitäten gelöscht

source: Not implemented
de: Nicht implementiert

source: Forum was successfully created.
de: Forum wurde erfolgreich erstellt.

source: Forum was successfully updated.
de: Forum wurde erfolgreich aktualisiert.

source: Forum was successfully destroyed.
de: Forum wurde erfolgreich gelöscht.

source: There must be at least one forum.
de: Es muss mindestens ein Forum geben

source: Action failed.
de: Aktivität missglückt

source: %s updated.
de: %s aktualisiert

source: Preferences successfully updated.
de: Einstellungen wurden erfolgreich aktualisiert.

source: Restart the server to activate the changes
de: Server neu starten um die Änderungen zu aktivieren

source: Admin access required
de: Man muss hierzu als Admin angemeldet sein

source: Warning: your email address is still at %{default_domain}.
de: Achtung: Deine E-Mail-Adresse steht immer noch auf %{default_domain}.

source: Change it here
de: Hier ändern

source: Warning: your password is still the default.
de: Achtung: Dein Passwort ist immer noch wie in der Voreinstellung.

source: Comment was successfully created.
de: Kommentar wurde erfolgreich erstellt.

source: Comment deleted
de: Kommentar gelöscht

source: You must be contacts to complete that action
de: Ihr müsst Freunde sein um diese Aktion auszuführen

source: Connection request sent!
de: Freundschaftsanfrage gesendet.

source: Invalid connection
de: Ungültige Freundschaft

source: Accepted connection with %{name}
de: Freundschaftsantrag wurde von %{name} angenommen

source: Declined connection with %{name}
de: Freundschafsantrag wurde von %{name} abgelehnt

source: Ended connection with %{name}
de: Freundschaft mit %{name} wurde beendet

source: Invalid connection.
de: Ungültige Freundschaft.

source: Invalid or expired connection request
de: Ungültiger oder abgelaufener Freundschaftsantrag

source: Invalid connection request: person deactivated
de: Ungültige Freundschaftsanfrage: Mitglied deaktiviert

source: Message sent to everyone!
de: Nachricht an alle gesendet!

source: Message sent!
de: Nachricht gesendet!

source: Message trashed
de: Nachricht ist nun im Papierkorb

source: Invalid action
de: Ungültige Aktivität

source: Message restored to inbox
de: Nachricht wieder im Posteingang

source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Your password has been sent
de: Dein Passwort wurde gesendet

source: That person is not active
de: Dieses Mitglied ist nicht aktiv

source: Thanks for signing up! A verification email has been sent to %{person}.
de: Danke fürs Anmelden! Eine Bestätigungsmail wurde an %{person} gesendet.

source: Thanks for signing up!
de: Danke fürs Anmelden!

source: Invalid email verification code
de: Ungültiger E-Mail-Bestätigungscode

source: Email verified. Your profile is active!
de: E-Mail bestätigt. Dein Profil ist aktiviert!

source: Profile updated!
de: Profilfoto aktualisiert!

source: Passwords can't be changed in demo mode.
de: Passwort kann im Demo-Modus nicht geändert werden.

source: Password changed.
de: Passwort wurde geändert.

source: Your browser doesn't appear to support file uploading
de: Dein Browser scheint den Upload nicht zu unterstützen

source: Photo successfully uploaded
de: Foto erfolgreich hochgeladen

source: Invalid image!
de: Ungültiges Bild

source: Photo deleted
de: Foto gelöscht

source: Post created
de: Eintrag erstellt

source: Post updated
de: Eintrag aktualisiert

source: Post destroyed
de: Eintrag gelöscht

source: Your account has been deactivated
de: Dein Zugang wurde deaktiviert

source: Unverified email address. Please check your email for your activation code.
de: Unbestätigte E-Mail-Adresse. Bitte deine E-Mail nach dem Aktivierungscode durchsuchen.

source: Logged in successfully
de: Erfolgreich eingeloggt

source: Invalid email/password combination
de: Ungültige E-Mail/Passwort Kombination

source: Your account is inactive.
de: Dein Zugang ist nicht aktiv.

source: You have been logged out.
de: Du wurdest ausgeloggt.

source: Topic was successfully created.
de: Thema wurde erfolgreich erstellt.

source: Topic was successfully updated.
de: Thema wurde erfolgreich aktualisiert.

source: Topic was successfully destroyed.
de: Thema wurde erfolgreich gelöscht.

source: View %s's blog
de: %ss Blog anzeigen

source: %{person} made a blog post titled %{title}.
de: %{person} verfasste einen Blogbeitrag mit dem Titel %{title}.

source: %{person} made a comment to %{someone}'s blog post %{post}.
de: %{person} hat einen Kommentar für %{someone}s Blogbeitrag %{post} geschrieben.

source: %{person} commented on %{wall}.
de: %{person} kommentierte %{wall}.

source: %{person1} and %{person2} have connected.
de: %{person1} und %{person2} sind jetzt Freunde.

source: %{person} made a post on the forum topic %{topic}.
de: %{person} hat einen Beitrag zum Thema %{topic} hinzugefügt.

source: %{person} created the new discussion topic %{topic}.
de: %{person} hat des neue Thema %{topic} erstellt.

source: %{person}'s profile picture has changed.
de: %{person}s Profilbild hat sich geändert.

source: %{person}'s description has changed.
de: %{person}s Beschreibung hat sich geändert.

source: %{person} made a %{post}.
de: %{person} schrieb einen %{post}.

source: new blog post
de: neuen Blogeintrag

source: %{person} made a comment on %{someone}'s %{post}.
de: %{person} hat einen Kommentar für %{someone}s %{post} geschrieben.

source: blog post
de: Blogeintrag

source: forum post
de: Forumsbeitrag

source: %{person} created a %{topic}.
de: %{person} fügte %{topic} hinzu.

source: new discussion topic
de: neues Diskussionsthema

source: %{person}'s wall
de: %{person}s Gästebuch

source: People
de: Mitglieder

source: Forums
de: Foren

source: Resources
de: Resourcen

source: Messages
de: Nachrichten

source: Photos
de: Fotos

source: Contacts
de: Freunde

source: Prefs
de: Einstellungen

source: About
de: Über uns

source: Send a message
de: Neue Nachrichten

source: Send reply
de: Antwort schicken

source: HTML and %{markdown} supported
de: unterstützt HTML und %{markdown}

source: less than 5 seconds ago
de: vor weniger als fünf Sekunden

source: less than 10 seconds ago
de: vor weniger als zehn Sekunden

source: less than 20 seconds ago
de: vor weniger als 20 Sekunden

source: half a minute ago
de: vor einer halben Minute

source: less than a minute ago
de: vor weniger als einer Minute

source: about 1 month ago
de: ungefähr vor einem Monat

source: about 1 year ago
de: ungefähr vor einem Jahr

source: one minute ago
de: vor einer Minute

source: about one hour ago
de: ungefähr vor einer Stunde

source: one day ago
de: vor einem Tag

source: one month ago
de: vor einem Monat

source: over one year ago
de: vor über einem Jahr

source: activity
de: Aktivität

source: Activity|Public
de: Aktivität|Öffentlich

source: Activity|Item
de: Aktivität|Eintrag

source: Activity|Person
de: Aktivität|Mitglied

source: Activity|Item type
de: Aktivität|Eintragstyp

source: Activity|Created at
de: Aktivität|Erstellt am

source: Activity|Updated at
de: Aktivität|Aktualisiert am

source: Blog|Person
de: Blog|Mitglied

source: Blog|Created at
de: Blog|Erstellt am

source: Blog|Updated at
de: Blog|Aktualisiert am

source: comment
de: Kommentar

source: Comment|Commenter
de: Kommentar|Kommentierender

source: Comment|Commentable
de: Kommentar|Kommentierbar

source: Comment|Commentable type
de: Kommentar|Kommentierbarer Typ

source: Comment|Body
de: Kommentar|Inhalt

source: Comment|Created at
de: Kommentar|Erstellt am

source: Comment|Updated at
de: Kommentar|Aktualisiert am

source: communication
de: Kommunikation

source: Communication|Subject
de: Kommunikation|Betreff

source: Communication|Content
de: Kommunikation|Inhalt

source: Communication|Parent
de: Kommunikation|Übergeordnet

source: Communication|Sender
de: Kommunikation|Sender

source: Communication|Recipient
de: Kommunikation|Empfänger

source: Communication|Sender deleted at
de: Kommunikation|Sender gelöscht am

source: Communication|Sender read at
de: Kommunikation|Vom Sender gelesen am

source: Communication|Recipient deleted at
de: Kommunikation|Empfänger gelöscht am

source: Communication|Recipient read at
de: Kommunikation|Vom Empfänger gelesen am

source: Communication|Replied at
de: Kommunikation|Geantwortet am

source: Communication|Type
de: Kommunikation|Typ

source: Communication|Created at
de: Kommunikation|Erstellt am

source: Communication|Updated at
de: Kommunikation|Aktualisiert am

source: connection
de: Freundschaft

source: Connection|Person
de: Freundschaft|Mitglied

source: Connection|Contact
de: Freundschaft|Kontakt

source: Connection|Status
de: Freundschaft|Status

source: Connection|Accepted at
de: Freundschaft|Akzeptiert am

source: Connection|Created at
de: Freundschaft|Seit

source: Connection|Updated at
de: Freundschaft|Aktualisiert am

source: email verification
de: E-Mail Bestätigung

source: EmailVerification|Person
de: E-Mail Bestätigung|Mitglied

source: EmailVerification|Code
de: E-Mail Bestätigung|Code

source: EmailVerification|Created at
de: E-Mail Bestätigung|Erstellt am

source: EmailVerification|Updated at
de: E-Mail Bestätigung|Aktualisiert am

source: Feed|Person
de: Feed|Mitglied

source: Feed|Activity
de: Feed|Aktivität

source: Forum|Description
de: Forum|Beschreibung

source: Forum|Topics count
de: Forum|Themenanzahl

source: Forum|Created at
de: Forum|Erstellt am

source: Forum|Updated at
de: Forum|Aktualisiert am

source: page view
de: Seitenansicht

source: PageView|Request url
de: Seitenansicht|Url anfordern

source: PageView|Ip address
de: Seitenansicht|IP Adresse

source: PageView|Referer
de: Seitenansicht|Referer

source: PageView|User agent
de: Seitenansicht|User agent

source: PageView|Created at
de: Seitenansicht|Erstellt am

source: PageView|Updated at
de: Seitenansicht|Aktualsiert am

source: PageView|Person
de: Seitenansicht|Mitglied

source: person
de: Mitglied

source: Person|Email
de: Mitglied|E-Mail

source: Person|Name
de: Mitglied|Name

source: Person|Remember token
de: Mitglied|Remember token

source: Person|Crypted password
de: Mitglied|verschlüsseltes Passwort

source: Person|Description
de: Mitglied|Beschreibung

source: Person|Remember token expires at
de: Mitglied|Remember token expires at

source: Person|Last contacted at
de: Mitglied|Zuletzt kontaktiert am

source: Person|Last logged in at
de: Mitglied|Zuletzt eingeloggt am

source: Person|Forum posts count
de: Mitglied|Anzahl der Forumsbeiträge

source: Person|Blog post comments count
de: Mitglied|Anzahl der Blogbeiträge

source: Person|Wall comments count
de: Mitglied|Anzahl der Gästebucheinträge

source: Person|Created at
de: Mitglied|Erstellt am

source: Person|Updated at
de: Mitglied|Aktualisiert am

source: Person|Admin
de: Mitglied|Admin

source: Person|Deactivated
de: Mitglied|Deaktiviert

source: Person|Connection notifications
de: Mitglied|Freundschaftsanfrage

source: Person|Message notifications
de: Mitglied|Nachrichtsmeldung

source: Person|Wall comment notifications
de: Mitglied|Gästebucheintrag-Benachrichtigung

source: Person|Blog comment notifications
de: Mitglied|Blogeintrags-Benachrichtigung

source: Person|Email verified
de: Mitglied|E-Mail bestätigt

source: must be a valid email address
de: muss eine gültige E-Mail-Adresse sein

source: is incorrect
de: ist falsch

source: does not match confirmation
de: stimmt nicht mit Bestätigung überein

source: Password reminder <password-reminder@%{domain}>
de: Passworterinnerung <password-reminder@%{domain}>

source: Password reminder
de: Passwort Erinnerung

source: Message notification <message@%{domain}>
de: Nachrichtsmeldung <message@%{domain}>

source: New message
de: Neue Nachricht

source: Contact request <connection@%{domain}>
de: Freundschaftsanfrage <connection@%{domain}>

source: New contact request
de: Neuer Freundschaftsantrag

source: Comment notification <comment@%{domain}>
de: Kommentarbenachrichtigung <comment@%{domain}>

source: New blog comment
de: Neuer Blog-Kommentar

source: New wall comment
de: Neuer Gästebucheintrag

source: Email verification <email@%{domain}>
de: E-Mail Bestätigung <email@%{domain}>

source: Email verification
de: E-Mail Bestätigung

source: photo
de: Foto

source: Photo|Person
de: Foto|Mitglied

source: Photo|Parent
de: Foto|übergeordnet

source: Photo|Content type
de: Foto|Inhalt

source: Photo|Filename
de: Foto|Dateiname

source: Photo|Thumbnail
de: Foto|Thumbnail

source: Photo|Size
de: Foto|Größe

source: Photo|Width
de: Foto|Breite

source: Photo|Height
de: Foto|Höhe

source: Photo|Primary
de: Foto|Haupt

source: Photo|Created at
de: Foto|Erstellt am

source: Photo|Updated at
de: Foto|Aktualisiert am

source: You must choose a file to upload
de: Du musst eine Datei für den Upload auswählen

source: You can only upload images (GIF, JPEG, or PNG)
de: Dun kannst nur Bilder hochladen (GIF, JPEG, oder PNG)

source: Images should be smaller than %{limit} MB
de: Bilder müssen kleiner als %{limit} MB sein

source: post
de: Eintrag

source: Post|Blog
de: Eintrag|Blog

source: Post|Topic
de: Eintrag|Thema

source: Post|Person
de: Eintrag|Mitglied

source: Post|Title
de: Eintrag|Titel

source: Post|Body
de: Eintrag|Inhalt

source: Post|Blog post comments count
de: Eintrag|Anzahl der Kommentare

source: Post|Type
de: Eintrag|Typ

source: Post|Created at
de: Eintrag|Erstellt am

source: Post|Updated at
de: Eintrag|Aktualisiert am

source: topic
de: Thema

source: Topic|Forum
de: Thema|Forum

source: Topic|Person
de: Thema|Mitglied

source: Topic|Name
de: Thema|Name

source: Topic|Forum posts count
de: Thema|Anzahl Forumseinträge

source: Topic|Created at
de: Thema|Erstellt am

source: Topic|Updated at
de: Thema|Aktualisiert

source: Editing activity
de: Aktivität

source: Person
de: Mitglied

source: Type
de: Typ

source: Update
de: Aktualisieren

source: Show
de: Anzeigen

source: Back
de: Zurück

source: Listing activities
de: Aktivitäten auflisten

source: Edit
de: Bearbeiten

source: Destroy
de: Löschen

source: Are you sure?
de: Bist du sicher?

source: New activity
de: Neue Aktivität

source: Create
de: Erstellen

source: Person:
de: Mitglied:

source: Type:
de: Typ:

source: Editing forum
de: Forum bearbeiten

source: Description
de: Beschreibung

source: Listing forums
de: Foren auflisten

source: Topics count
de: Themenanzahl

source: New forum
de: Forum

source: Editing preferences
de: Einstellungen bearbeiten

source: Application name
de: Anwendungsname

source: Send email when messages, connection requests, etc., are sent
de: E-Mail schicken, wenn Nachrichten oder Freundschaftsanfragen etc. gesendet werden.

source: Email notifications
de: E-Mail-Benachrichtigung

source: Display a note that the site is just a demonstration
de: Eine Nachricht anzeigen, dass dies nur eine Demo-Seite ist

source: Demo site
de: Demo-Seite

source: Verify email for new registrations using an activation code
de: Neuregistrierung durch einen Aktivierungscode bestätigen

source: Email verifications
de: E-Mail-Bestätigung

source: Analytics (will be inserted just before the %{body} tag)
de: Analytics (wird eingefügt genau vor dem %{body} Tag)

source: or
de: oder

source: Cancel
de: Abbrechen

source: Global preferences
de: Globale Einstellungen

source: Application name:
de: Anwendungsname:

source: Email notifications:
de: E-Mail-Benachrichtigungen:

source: Email verifications:
de: E-Mail-Bestätigungen:

source: Demo site:
de: Demo-Seite:

source: About text (nonblank text will lead to an 'about' link):
de: 'Über uns'-Text (ausgefülltes Feld führt zu einem 'Über uns' Link):

source: Blog for %s
de: Blog von %s

source: No posts yet!
de: Bisher noch keine Beiträge

source: Write a post
de: Beitrag schreiben

source: Add new post
de: Neuen Beitrag hinzufügen

source: Blog comment
de: Kommentar

source: Leave a comment
de: Kommentar schreiben

source: Submit
de: Absenden

source: Editing comment
de: Kommentar bearbeiten

source: Body
de: Inhalt

source: Listing comments
de: Kommentare auflisten

source: New comment
de: Neuer Kommentar

source: Body:
de: Inhalt:

source: Wall comment
de: Gästebucheintrag

source: Contact request
de: Freundschaftsantrag

source: You have a contact request from %s
de: Du hast eine Freundschaftsanfrage von %s

source: Accept
de: Annehmen

source: Decline
de: Ablehnen

source: Contacts for %s
de: Freunde von %s

source: No contacts (yet)
de: Bisher noch keine Kontakte

source: New connection
de: Neue Freundschaft

source: Connection
de: Freundschaft

source: Connection:
de: Freundschaft:

source: Discussion topics
de: Diskussionsthemen

source: Add new topic
de: Neues Thema hinzufügen

source: Activity Feed
de: Letzte Aktivitäten

source: Discussion Forum
de: Forum

source: Last post
de: Letzter Beitrag

source: %{timeago} by %{person}
de: %{timeago} von %{person}

source: Go to discussion forum &raquo;
de: Zum Forum &raquo;

source: See all members &raquo;
de: Alle Mitglieder anzeigen &raquo;

source: From:
de: Von:

source: All messages &raquo;
de: Alle Nachrichten &raquo;

source: Contact Requests
de: Freundschaftsanfrage

source: Respond
de: Antworten

source: View profile
de: Profil anzeigen

source: About %s
de: Über %s

source: %s to learn more about us.
de: %s um mehr über uns zu erfahren.

source: Click here
de: Hier klicken

source: Join %{site}
de: %{site} beitreten

source: the site
de: Der Seite

source: Insoshi Open Source Social Networking Platform
de: Insoshi - Open Source Plattform für Soziale Netzwerke

source: Return to Insoshi homepage
de: Zurück zur Insoshi Homepage

source: Welcome, %s
de: Willkommen, %s

source: Sign out
de: Ausloggen

source: Standard view
de: Standardansicht

source: Admin view
de: Admin Ansicht

source: Sign in
de: Einloggen

source: Sign up
de: Anmelden

source: I forgot my password
de: Passwort vergessen

source: This is a demonstration site. Data may be modified or removed without warning.
de: Dies ist eine Beispielseite. Daten können ohne Warnung geändert oder entfernt werden. Achtung!

source: Powered by %s
de: Realisiert mit %s

source: Insoshi open-source social networking platform
de: Insoshi - Open Source Plattform für Soziale Netzwerke

source: To:
de: An:

source: Subject:
de: Betreff:

source: Read
de: Lesen

source: Reply
de: Antworten

source: Trash
de: Papierkorb

source: Untrash
de: Wiederherstellen

source: Inbox
de: Posteingang

source: Sent
de: Gesendet

source: Sent to %s
de: An %s gesendet

source: Sent by %s
de: Gesendet von %s

source: Editing message
de: Nachricht bearbeiten

source: Content
de: Inhalt

source: No messages (yet!)
de: Bisher noch keine Nachrichten

source: Message preview
de: Nachichtenvorschau

source: To
de: An

source: Subject
de: Betreff

source: Your message
de: Deine Nachricht

source: Send!
de: Senden!

source: Preview
de: Vorschau

source: Send to all
de: An alle versenden

source: Message sent to %s
de: Nachricht gesendet an %s

source: Message from %s
de: Nachricht von %s

source: Sent %{timeago}
de: %{timeago} gesendet

source: Enter your email address:
de: E-Mail-Adresse eingeben:

source: Send reminder
de: Erinnerung schicken

source: %{person} said %{timeago}
de: %{person} sagte %{timeago}

source: delete
de: löschen

source: Common Contacts
de: Gemeinsame Freunde

source: See all &raquo;
de: Alle anzeigen &raquo;

source: Recent Activity
de: Neue Aktivität

source: %{person} last logged in %{timeago}
de: %{person} %{timeago} zuletzt eingeloggt

source: Comment Wall
de: Gästebuch

source: You must be connected to %s to leave a wall comment.
de: Du musst mit %s befreundet sein um einen Gästebucheintrag zu hinterlassen.

source: Connect with %s now
de: Befreunde dich jetzt mit %s

source: Common contacts with %s
de: Gemeinsame Kontakte mit %s

source: No contacts in common
de: Bisher noch keine gemeinsamen Kontakte

source: Edit profile
de: Profil bearbeiten

source: Personal details
de: Persönliche Details

source: Email notification preferences
de: E-Mail-Bestätigungseinstellungen

source: You will receive email notifications for each event type whose box is checked.
de: Markiere, für welche Ereignisse du E-Mail-Benachrichtigungen empfangen möchtest.

source: Connections:
de: Freundschaften:

source: Messages:
de: Nachrichten:

source: Wall comments:
de: Gästebucheinträge:

source: Blog comments:
de: Blog-Kommentare

source: select
de: auswählen

source: Add a photo
de: Ein Foto hinzufügen

source: Change Password
de: Passwort ändern

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Confirm Password
de: Passwort bestätigen

source: Change password
de: Passwort ändern

source: Sign up for %s
de: Bei %s anmelden

source: Email address
de: E-Mail Adresse

source: (never made public, will be verified)
de: (wird nie veröffentlicht, wird bestätigt)

source: (never made public)
de: (wird nie veröffentlicht)

source: (will be displayed)
de: (wird angezeigt)

source: Password
de: Passwort

source: This person is not active
de: Dieses Mitglied ist nicht aktiv

source: Your description is blank.
de: Deine Beschreibung ist leer.

source: Click here to add a description
de: Hier klicken um eine Beschreibung hinzuzufügen

source: You are viewing your own profile.
de: Dein eigenes Profil wird gerade angezeigt.

source: Click here to edit it
de: Hier klicken um es zu bearbeiten

source: Connect with %s!
de: Befreunde dich mit %s

source: %s is one of your contacts
de: %s ist einer deiner Freunde

source: end connection
de: Freundschaft beenden

source: Are you sure you want to end connection with %s?
de: Bist du sicher, dass du die Freundschaft mit %s beenden willst?

source: activate
de: aktivieren

source: deactivate
de: deaktivieren

source: %s to everyone
de: %s an alle

source: You have a new comment on your blog from %s
de: Du hast eine neuen Kommentar auf deinem Blog von %s

source: You have a new connection request from %s
de: Du hast eine neue Freundschaftsanfrage von %s

source: Click here to complete your email verification:
de: Hier klicken um deine E-Mail-Bestätigung fertigzustellen

source: Thanks!
de: Danke!

source: You have a new message at %s! Click here to retrieve it:
de: Du hast eine neue Nachricht bei %s! Hier klicken um sie abzuholen

source: Your password is: %s
de: Dein Passwort ist: %s

source: You have a new comment on your wall from %s
de: Du hast einen neuen Gästebucheintrag von %s

source: Update your photo:
de: Foto aktualisieren

source: Profile photo upload
de: Profilfoto hinzufügen

source: Upload a photo:
de: Ein Foto hochladen:

source: Delete
de: löschen

source: Posted %{timeago} by %{person}
de: %{timeago} von %{person} erstellt

source: 1 comment
de: 1 Kommentar

source: Comment
de: Kommentar

source: %{person} posted a comment %{timeago}:
de: %{person} hat %{timeago} einen Kommentar geschrieben:

source: Edit post
de: Beitrag bearbeiten

source: New post
de: Neuer Beitrag

source: Editing post
de: Beitrag bearbeiten

source: Topic
de: Thema

source: Comments
de: Kommentare

source: Search %s
de: %s suchen

source: Search Insoshi
de: Insoshi durchsuchen

source: Search
de: Suche

source: Search results
de: Suchergebnisse

source: No results
de: Keine Ergebnisse

source: Remember me:
de: Anmeldedaten merken

source: I forgot my password!
de: Passwort vergessen?

source: Are you sure you want to delete this activity from your profile?
de: Bist du sicher, dass du diese Aktivität von deinem Profil entfernen möchtest?

source: All contacts &raquo;
de: Alle Freunde &raquo;

source: %{person} posted %{timeago}
de: %{person} schrieb %{timeago}

source: 1 post
de: 1 Eintrag
