Repository: marcusschiesser/insoshi
Catalog: po/*/insoshi.po
Languages: de

source: Created by %{person} %{timeago}
de: Von %{person} %{timeago} erstellt

source: Editing topic
de: Thema bearbeiten

source: Posts count
de: Anzahl Beiträge

source: New topic
de: Neues Thema

source: You have been logged in as the guest user.
de: Du wurdest als Gast eingeloggt.

source: You must log in to access this page.
de: Du musst eingeloggt sein, um auf diese Seite zuzugreifen.

source: &laquo; Previous
de: &laquo; Vorherige

source: Next &raquo;
de: Nächste &raquo;
